{
  "header": {
    "signOut": "Вийти",
    "language": "Змінити мову"
  },
  "sidebar": {
    "dashboard": "Головна",
    "categories": "Категорії",
    "groups": "Групи",
    "users": "Користувачі",
    "events": "Захисти",
    "logs": "Логи",
    "controlPanel": "Панель керування"
  },
  "homePage": {
    "mainProvisionsTitle": "Основні положення",
    "mainProvisionsText1": "Ця панель розроблена для зручного управління сервером, включаючи категорії (дисципліни), канали, групи (ролі) користувачів, самих користувачів, черги на захисти та журнали дій. Кожна секція інтуїтивно зрозуміла та дозволяє виконувати необхідні адміністративні функції ефективно та швидко.",
    "mainProvisionsText2": "Для навігації використовуйте бокове меню зліва. Кожен розділ меню відповідає за певну область управління сервером. На сторінках використовуються іконки для швидкої ідентифікації дій та функцій.",
    "panelSectionsTitle": "Розділи панелі",
    "sections": {
      "dashboard": {
        "title": "Головна",
        "description": "Головна сторінка панелі для керування сервером з описом призначення, оглядом та поясненням загальних дій, що доступні в інтерфейсі"
      },
      "categories": {
        "title": "Категорії",
        "description": "Розділ дозволяє керувати категоріями (дисциплінами) на сервері. Категорії використовуються для структурування каналів та управління доступом до них"
      },
      "groups": {
        "title": "Групи",
        "description": "Розділ дозволяє керувати ролями (групами) для користувачів на сервері. Групи використовуються для призначення прав доступу до певної категорії"
      },
      "users": {
        "title": "Користувачі",
        "description": "Розділ призначений для управління користувачами сервера. Тут ви можете переглядати, редагувати та виключати користувачів"
      },
      "events": {
        "title": "Захисти",
        "description": "Розділ дозволяє створити черги захисту робіт студентами. Черги доступні у вигляді інтерактивного списку, в який студенти можуть записатись та вийти з нього"
      },
      "logs": {
        "title": "Логи",
        "description": "Розділ надає доступ до журналу взаємодії з панеллю керування. Відстежує дії користувачів панелі та дозволяє переглянути їх"
      }
    },
    "iconsExplanationTitle": "Іконки та їх пояснення",
    "icons": {
      "hint": {
        "title": "Підказка",
        "description": "Позначає наявність додаткової інформації про функцію, або спосіб використання"
      },
      "filter": {
        "title": "Фільтрація",
        "description": "Відкриває панель фільтрації, що дозволяє звузити результати відображення даних"
      },
      "createChannel": {
        "title": "Створити канал",
        "description": "Використовується для створення нового каналу в межах певної категорії"
      },
      "createCategory": {
        "title": "Створити категорію",
        "description": "Використовується для створення нової категорії з каналами (дисципліни)"
      },
      "edit": {
        "title": "Редагувати",
        "description": "Використовується для відкриття панелі налаштувань доступу та груп (ролей)"
      },
      "createGroup": {
        "title": "Створити (призначити) групу",
        "description": "Використовується для створення та призначення груп (ролей)"
      },
      "rename": {
        "title": "Перейменувати",
        "description": "Використовується для перейменування елементів"
      },
      "delete": {
        "title": "Видалити",
        "description": "Використовується для видалення категорії, каналів або груп"
      },
      "kickUser": {
        "title": "Вигнати користувача",
        "description": "Використовується для вигону користувача з серверу"
      }
    }
  },
  "pagination": {
    "previous": "Попередня",
    "next": "Наступна"
  },
  "draggable": {
    "reorder": "Перемістити",
    "rename": "Перейменувати",
    "edit": "Змінити",
    "delete": "Видалити",
    "textChannel": "Текстовий канал",
    "voiceChannel": "Голосовий канал"
  }
}